Repository: 1131tariq/JordanDrivingTheoryTest
Catalog: JordanDrivingTheoryTest/Localizable.xcstrings
Source language: en
Languages: ar

source: Ads Removed ✅
ar: تمت إزالة الإعلانات ✅

source: Allow Notifications
ar: السماح بالإشعارات

# choose_language
source: Choose your language
ar: اختر لغتك

source: ✅ Correct
ar: ✅ صحيح

source: English
ar: الإنجليزية

source: Exam
ar: امتحان

source: Get Reminders
ar: الحصول على تذكيرات

source: Language
ar: اللغة

source: Let’s Start!
ar: لنبدأ

# main_action_title
source: Choose an exam
ar: اختر امتحاناً

source: Main Menu
ar: القائمة الرئيسية

source: Next
ar: التالي

source: No Wi-Fi Connection
ar: لا يوجد اتصال بالإنترنت

source: Please connect to Wi-Fi to use this app.
ar: يرجى الاتصال بالإنترنت لاستخدام هذا التطبيق.

# random_practice
source: Random Test
ar: اختبار عشوائي

# ready_body
source: Start practicing and good luck with your test.
ar: ابدأ التدريب ونتمنى لك التوفيق في الامتحان.

# ready_title
source: You're all set!
ar: كل شيء جاهز!

# reminder_body
source: Would you like to receive reminders to practice?
ar: هل ترغب في تلقي تذكيرات للتدرب؟

# reminder_message
source: Practice your driving theory test!
ar: تدرّب على اختبار القيادة النظري الخاص بك!

# reminder_title
source: JO Driving Test
ar: اختبار القيادة الأردني

source: Remove Ads
ar: إزالة الإعلانات

source: Restore Purchases
ar: استعادة المشتريات

source: Score
ar: النتيجة

source: Test Complete
ar: اكتمل الاختبار

source: Try Again
ar: حاول مرة أخرى

source: Unlock All Exams + Remove Ads
ar: فتح جميع الامتحانات + إزالة الإعلانات

source: Unlock All Exams + Remove Ads (Debug)
ar: فتح جميع الامتحانات + إزالة الإعلانات (للتصحيح)

# welcome_body
source: Practice the Jordanian driving theory test in Arabic and English with real questions.
ar: تدرّب على اختبار القيادة النظري الأردني باللغتين العربية والإنجليزية باستخدام أسئلة حقيقية.

# welcome_title
source: Welcome
ar: مرحباً بك!

source: ❌ Wrong
ar: ❌ خطأ

# you_scored_percent
source: You Scored
ar: لقد حصلت على

source: Your Score Was
ar: كانت نتيجتك
